{
  "Dermot Mulroney": {
    "adult": false,
    "also_known_as": [
      "더모트 멀로니"
    ],
    "biography": "Dermot Mulroney (born October 31, 1963) is an American actor. He is known for his roles in romantic comedy, western, and drama films. Appearing on screen since 1986, he is known for his work in various films such as Young Guns (1988), Staying Together (1989), Where the Day Takes You (1992), Point of No Return (1993), Angels in the Outfield (1994), My Best Friend's Wedding (1997), About Schmidt (2002), The Wedding Date (2005), Zodiac (2007), August: Osage County (2013), Insidious: Chapter 3 (2015), and the HBO films The Last Outlaw (1993) and Long Gone (1987). Mulroney played the main antagonist Francis Gibson in NBC's Crisis (2014), Dr. Walter Wallace in Pure Genius (2016–2017), Sean Pierce in Showtime's Shameless (2015–2017) and Bobby Sheridan in USA's The Purge (2018–2019).",
    "birthday": "1963-10-31",
    "deathday": {},
    "gender": 2,
    "homepage": {},
    "id": 20212,
    "imdb_id": "nm0000551",
    "known_for_department": "Acting",
    "name": "Dermot Mulroney",
    "place_of_birth": "Alexandria, Virginia, USA",
    "popularity": 55.285,
    "profile_path": "https://image.tmdb.org/t/p/w1280/cYrm2S1stem4Fm8IK6QnWsdMdqi.jpg"
  },
  "Dylan McDermott": {
    "adult": false,
    "also_known_as": [
      "Mark Anthony McDermott",
      "Mark McDermott"
    ],
    "biography": "Dylan McDermott (born Mark Anthony McDermott; October 26, 1961) is an American actor. He is known for his role as lawyer and law firm head Bobby Donnell on the legal drama series The Practice, which earned him a Golden Globe Award for Best Performance by an Actor in a Television Series – Drama and a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series.\n\nMcDermott is also known for his roles in four seasons (first, second, eighth and ninth) of the FX horror anthology series American Horror Story, subtitled Murder House, Asylum, Apocalypse, and 1984 portraying Ben Harmon, Johnny Morgan and Bruce, respectively. He also starred as narcotics crime lord Richard Wheatley on the Law & Order: Special Victims Unit spinoff Law & Order: Organized Crime; Lt. Carter Shaw on the TNT series Dark Blue; in two short-lived CBS dramas, Hostages and Stalker; and in the 1994 remake of the film Miracle on 34th Street. In 2022, he joined FBI: Most Wanted as the new lead, replacing the departing Julian McMahon.\n\nDescription above from the Wikipedia article Dylan McDermott, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1961-10-26",
    "deathday": {},
    "gender": 2,
    "homepage": {},
    "id": 32597,
    "imdb_id": "nm0001518",
    "known_for_department": "Acting",
    "name": "Dylan McDermott",
    "place_of_birth": "Waterbury, Connecticut, USA",
    "popularity": 23.311,
    "profile_path": "https://image.tmdb.org/t/p/w1280/3i69RNLuL7KOD9pCmHQYruhcOdn.jpg"
  }
}
